/*  Display when user enters a valid ip address or name */
"Valid and complete address." = "有效和完整的地址。";

/* Display when user enters an invalid ip address or name */
"Invalid or incomplete address." = "无效或不完整的地址。";

/* Display when port number entry is incorrect */
"Invalid port number. Port number must be between 1-65535." = "无效的端口号。端口号必须在 1 至 65535 之间。";

/* Display when address field is empty */
"Enter host name or IP address." = "输入主机名称或 IP 地址。";

/*  Display when verifying what the user enters in ip address field */
"Verifying address..." = "正在验证地址…";

/* */ 
"Unable to determine reachability. [%d, %ld]" = "无法确定是否可连接。[%1$d，%2$ld]";
